Repository: mmaarten/my-polls
Catalog: languages/*-polls-*.po
Languages: nl_be

source: My Polls
nl_be: Opiniepeilingen

source: %1$s installation is incomplete. Run %2$s within the %3$s directory.
nl_be: %1$s installatie is niet volledig. Run %2$s binnenin de %3$s folder.

source: Invitees
nl_be: Genodigden

source: User
nl_be: Gebruiker

source: Invitation sent
nl_be: Uitnodiging verzonden

source: Content
nl_be: Inhoud

source: Invitee
nl_be: Genodigde

source: General
nl_be: Algemeen

source: Description
nl_be: Omschrijving

source: A brief description about this poll.
nl_be: Een korte beschrijving van deze poll.

source: Anyone can vote
nl_be: Iedereen kan stemmen

source: A list of users who are able to vote.
nl_be: Een lijst met gebruikers die kunnen stemmen.

source: Color
nl_be: Kleur

source: The color for the chart.
nl_be: De kleur voor de grafiek.

source: End date
nl_be: Einddatum

source: The date the voting ends
nl_be: De datum waarop de stemming eindigt

source: Anonymous voting
nl_be: Anoniem stemmen

source: Users will not be displayed in the results.
nl_be: Gebruikers worden niet weergegeven in de resultaten.

source: content
nl_be: inhoud

source: Invalid poll.
nl_be: Ongeldige poll.

source: You need to login in order to vote.
nl_be: Je moet inloggen om te kunnen stemmen.

source: The voting period is over.
nl_be: De stemperiode is voorbij.

source: You need an invitation in order to vote.
nl_be: Je hebt een uitnodiging nodig om te kunnen stemmen.

source: Votes are anonymous.
nl_be: Stemmen zijn anoniem.

source: Voting is possible until: %s.
nl_be: Stemmen kan tot: %s.

source: Submit
nl_be: Verzenden

source: Invalid user.
nl_be: Ongeldige gebruiker.

source: You cannot vote for someone else.
nl_be: Je kunt niet voor iemand anders stemmen.

source: Your votes have been saved.
nl_be: Uw stemmen zijn opgeslagen.

source: yes
nl_be: ja

source: no
nl_be: nee

source: No invitees found.
nl_be: Geen genodigden gevonden.

source: List of users who can vote:
nl_be: Lijst met gebruikers die kunnen stemmen:

source: You are invited for poll: %s
nl_be: U bent uitgenodigd voor poll: %s

source: You are invited for poll
nl_be: Je bent uitgenodigd voor poll

source: Click the link to vote.
nl_be: Klik op de link om te stemmen.

source: Add New
nl_be: Nieuwe Toevoegen

source: Add New Poll
nl_be: Nieuw poll toevoegen

source: New Poll
nl_be: Nieuwe poll

source: Edit Poll
nl_be: Poll bewerken

source: View Poll
nl_be: Poll bekijken

source: Search Polls
nl_be: Polls zoeken

source: Parent Polls:
nl_be: Polls voor ouders:

source: No polls found.
nl_be: Geen polls gevonden.

source: No polls found in Trash.
nl_be: Geen polls gevonden in Prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Poll Cover Image
nl_be: Poll omslagafbeelding

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
nl_be: Omslagafbeelding instellen

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
nl_be: Omslagafbeelding verwijderen

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
nl_be: Gebruik als omslagafbeelding

source: Poll archives
nl_be: Poll archieven

source: Insert into poll
nl_be: Invoegen in poll

source: Uploaded to this poll
nl_be: Geüpload naar deze poll

source: Filter polls list
nl_be: Lijst met polls filteren

source: Polls list navigation
nl_be: Navigatielijst polls

source: Polls list
nl_be: Polls lijst

# Post type general name
source: Invitees
nl_be: Genodigden

# Post type singular name
source: Invitee
nl_be: Genodigde

# Admin Menu text
source: Invitees
nl_be: Genodigden

# Add New on Toolbar
source: Invitee
nl_be: Genodigde

source: Add New Invitee
nl_be: Nieuwe genodigde toevoegen

source: New Invitee
nl_be: Nieuwe genodigde

source: Edit Invitee
nl_be: Genodigde bewerken

source: View Invitee
nl_be: Genodigde bekijken

source: Search Invitees
nl_be: Genodigden zoeken

source: Parent Invitees:
nl_be: Ouder genodigden:

source: No invitees found in Trash.
nl_be: Geen genodigden gevonden in Prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Invitee Cover Image
nl_be: Omslagafbeelding genodigde

source: Invitee archives
nl_be: Archief van genodigden

source: Insert into invitee
nl_be: Invoegen in genodigde

source: Uploaded to this invitee
nl_be: Geüpload naar deze genodigde

source: Filter invitees list
nl_be: Lijst met genodigden filteren

source: Invitees list navigation
nl_be: Navigatie lijst met genodigden

source: Invitees list
nl_be: Genodigden lijst

source: Add New Item
nl_be: Voeg nieuw item toe

source: New Item
nl_be: Nieuw item

source: Edit Item
nl_be: Wijzig item

source: View Item
nl_be: Bekijk item

source: Search Items
nl_be: Zoek items

source: Parent Items:
nl_be: Hoofd items:

source: No items found.
nl_be: Geen items gevonden.

source: No items found in Trash.
nl_be: Geen items gevonden in de Prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Item Cover Image
nl_be: Item omslagafbeelding

source: Item archives
nl_be: Item archieven

source: Insert into item
nl_be: Voeg toe in item

source: Uploaded to this item
nl_be: Uploaden naar dit item

source: Filter items list
nl_be: Filter item lijst

source: Items list navigation
nl_be: Items lijst navigatie

source: Items list
nl_be: Items lijst

# Post type general name
source: Votes
nl_be: Stemmen

# Post type singular name
source: Vote
nl_be: Stem

# Admin Menu text
source: Votes
nl_be: Stemmen

# Add New on Toolbar
source: Vote
nl_be: Stem

source: Add New Vote
nl_be: Nieuw stem toevoegen

source: New Vote
nl_be: Nieuwe stem

source: Edit Vote
nl_be: Stem bewerken

source: View Vote
nl_be: Stemmen bekijken

source: Votes
nl_be: Stemmen

source: Search Votes
nl_be: Stemmen zoeken

source: Parent Votes:
nl_be: Stemmen ouders:

source: No votes found.
nl_be: Geen stemmen gevonden.

source: No votes found in Trash.
nl_be: Geen stemmen gevonden in Prullenbak.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Vote Cover Image
nl_be: Stem omslagafbeelding

source: Vote archives
nl_be: Stem archieven

source: Insert into vote
nl_be: Invoegen in stem

source: Uploaded to this vote
nl_be: Geüpload naar deze stem

source: Filter votes list
nl_be: Stemlijst filteren

source: Votes list navigation
nl_be: Navigatie stemlijst

source: Votes list
nl_be: Stemlijst

source: Result
nl_be: Resultaat

source: Chart
nl_be: Grafiek

source: vote
nl_be: stem
